geography-of-the-north-continent-title = 北方大陸の地理
geography-of-the-north-continent =
    北方大陸の地理
    
    　現代の文明が栄え、南半球に存在するロディニア大陸より、赤道
    を越えてさらに北に存在する大陸がいわゆる北方大陸である。かつ
    てそこに存在したパドキア文明にちなみ、パドキア大陸とも呼ばれ
    る。
    
    　この大陸の存在は長らく伝説として語られていたが、航海術の発
    展により、北方への航路が開拓されたことによって発見された。そ
    れ以来、数多の探検家が沿岸部、内陸部の探検を行い、その地理的
    特性が次第に明らかになることになった。
    <newpage>
    　最初期に植民地が建設された南海岸地方は、比較的湿潤な亜熱帯
    気候である。地形は平野が広がり、農業にも適していたことから、
    諸国からの移住はここから行われた。現在は複数の植民都市が存在
    している。
    
    　南海岸地方の次に探検・開拓が行われた東海岸地方は、こちらも
    居住に適した温帯気候である。南海岸ほどの大きな植民都市は無い
    が、南方世界からの移民は増えつつある。
    <newpage>
    　南海岸から内陸に北上すると、標高1500m程度の低い山地が東西
    に連なっている。それより内陸部は、錆と砂礫から成る広大な荒野
    である。内陸部を縦断し、北の果てまでたどり着いた探検家はまだ
    いないが、乾燥した荒野が大陸の内陸のほとんどを占めていると考
    えられる。古代パドキア文明の遺跡も、その多数がこの荒野に埋も
    れており、多くの探検家、冒険者達が目指す地である。
    <newpage>
    　内陸の荒野では複数の都市群が発見されており、多くが崩れ、地
    中に埋もれている。また、生物にとって過酷な環境であるにも関わ
    らず、敵対的なモンスターが多数生息することが報告されている。
    これらは、古代の生体改造技術で生み出されたものだとも言われて
    いる。
    
    　古代の遺跡の探索は危険であるが、そこで発見された物品、技術
    は飛躍的な進歩を南方大陸にもたらしており、また冒険者達が得る
    富も大きい。そのため、多くの冒険者が遺跡探索を行っている。そ
    の中には、自国の発展につながる技術を得るため、各国に雇われた
    冒険者も含まれる。
    <newpage>
    　各植民都市にとって、経済の要は農業である。北方大陸では、古
    代に栽培されていた作物が野生化したとみられる有用な植物が多数
    存在しており、その一部は栽培に成功している。これらは商品とし
    て南方世界に輸送され、植民地の主な収入源となっている。これら
    栽培されている品種には、いわゆる麻薬も含まれており、国によっ
    ては禁制品に指定されているが、北方大陸においてはかまわず取引
    される。
    
    　これらの植民地には、遺跡由来の物品ももたらされるため、その
    修繕や売買といった産業も成立している。
    <newpage>
    　25年前、北方大陸の領有権をめぐってダフム共和国と西海連合に
    間に起こった海峡戦争の結果、現在は北方大陸全土を中立地帯とす
    る条約が締結されている。このため、各植民都市は南方世界の各国
    からは表向き独立である。しかし、実際には多かれ少なかれ、移民
    元の国の影響下にある。
