#
# armor
#

#
# Food
#
apple =
    一般的な果実。
boiled-potato =
    茹でただけのジャガイモ。あまり美味ではない。
    北方大陸に移民してきた農民たちの主食である。
bread =
    日持ちが良いため、冒険者が好んで食べる食料。
mochi = 
    米から成形された食料。

#
# Magic Device
#
torch-arrow =
    ボタンがついた筒状の機器で、ボタンを押すと衝撃波が発射される
    。古代において護身用に設計されたもの。古代文明末期の混乱期に
    はこれが大量に製作され、一般市民が携帯していた。現代において
    もこのレプリカが流通している。    
tricorder =
    対象となる生物、物体の詳細な情報をスキャンできる機器。遺跡か
    ら発掘され、修復されたものが考古学者、科学者によって用いられ
    ている。
    この利用方法が判明してから、古代技術の解析は飛躍的に進むこと
    となった。それゆえ、各国が重要物資に指定しており、発掘された
    ものは高値で取引される。

#
# Material
#
bronze-plate =
    防具や装飾品の材料に使用される。加工は比較的容易だが、鉄より
    脆い。
copper-ore =
    精錬すると銅を生産できる。重要な金属材料として各地で取引され
    ている。
copper-plate =
    武具の材料としても使うことはできるが、耐久性は低い。
    古代においては、その特性から精密部品の製作に用いられてきた。
    適切な技術があれば、そういった器具の製作も可能である。
granite-block =
    一般的に広く用いられる石材。彫刻のような美術作品にも用いられ
    る。
iron-ore =
    鉄は現代において最も重要な金属である。鉄鉱石から質の良い鋼に
    精錬するにはそれなりの技術が必要。
iron-plate =
    鋼に比べれば脆いが、武具の材料として用いられる。
machine-parts =
    機械の製作に用いられる精巧な部品。古代の遺物から採取すること
    もできるが、技術があれば金属材料から製作することもできる。
silver-ore =
    精錬すると銀を取り出すことができる。
steel-plate =
    鋼は武具の材料として一般的に用いられる他、様々な製品の原料と
    なる。
    質の良い鋼を得ることは、戦力の向上に寄与してくれるだろう。
wood =
    建材として用いられる他、様々な日用品、武具の材料となる。
    加工しやすいため、駆け出しの冒険者でも利用しやすい。
    木が生える気候であれば、木こりの斧さえあればどこでも利用でき
    る材料である。
    また、焚き火をするのにも使える。

#
# Object
#

#
# Potion
#

#
# Readable
#

#
# Special
#

#
# Throwing
#

#
# Tool
#

#
# Weapon
#
