#
# armor
#

#
# Food
#
apple =
    一般的な果実。
boiled-potato =
    茹でただけのジャガイモ。あまり美味ではない。
    北方大陸に移民してきた農民たちの主食である。
bread =
    日持ちが良いため、冒険者が好んで食べる食料。
mochi = 
    米から成形された食料。

# Herb
aconitum =
    毒素を含んだ野草。知識のある者ならここから毒薬を精製できる。
antidote-parsley =
    解毒成分を含むよう改良されたパセリ。乾燥させたものが広く流通する。
danan-leaf =
    人の精神活動を向上させる成分を含んだ葉。古代においてはエーテル制御の
    精度を高めるため、精製されたものをエーテル遣い達が摂取したという。精
    製されていない葉でも若干の依存性がある。
manda-leaf =
    脳の活動を向上させる成分を含んだ葉。古代においては多くの用途に用いら
    れたとされ、薬の原料となるほか料理にも使われた。現代において栽培に成
    功し、疲労回復用に精製された薬が流通している。

#
# Magic Device
#
torch-arrow =
    ボタンがついた筒状の機器で、ボタンを押すと衝撃波が発射される。古代に
    おいて護身用に設計されたもの。
tricorder =
    対象となる生物、物体の詳細な情報をスキャンできる機器。遺跡から発掘さ
    れ、修復されたものが考古学者、科学者によって用いられている。

#
# Material
#
copper-ore =
    精錬すると銅を生産できる。重要な金属材料として各地で取引されている。
copper-plate =
    武具の材料としても使うことはできるが、耐久性は低い。
    古代においては、その特性から精密部品の製作に用いられてきた。
    適切な技術があれば、そういった器具の製作も可能である。
granite-block =
    一般的に広く用いられる石材。彫刻のような美術作品にも用いられる。
iron-ore =
    鉄は現代において最も重要な金属である。鉄鉱石から質の良い鋼に精錬する
    にはそれなりの技術が必要。
iron-plate =
    鋼に比べれば脆いが、武具の材料として用いられる。
machine-parts =
    機械の製作に用いられる精巧な部品。古代の遺物から採取することもできる
    が、技術があれば金属材料から製作することもできる。
silver-ore =
    精錬すると銀を取り出すことができる。
steel-plate =
    鋼は武具の材料として一般的に用いられる他、様々な製品の原料となる。
    質の良い鋼を得ることは、戦力の向上に寄与してくれるだろう。
wood =
    建材として用いられる他、様々な日用品、武具の材料となる。加工しやすい
    ため、駆け出しの冒険者でも利用しやすい。木が生える気候であれば、木こ
    りの斧さえあればどこでも利用できる材料である。

#
# Object
#

#
# Potion
#
poison =
    毒素を含む水溶液。飲みやすいように調合されている。

#
# Readable
#

#
# Special
#

#
# Throwing
#

#
# Tool
#

#
# Weapon
#
