prof-mayer_before-first-quest = 
  君は冒険者かな？ちょうどいい、私はマイヤーという。考古学者だ。
  遺跡を探検する冒険者なら、ぜひ依頼したいことがある。

  この大陸には、古代文明の遺跡が多く残されている。私は遺跡から、古代文明の文化、技術、歴史を調査しているのだが、なにぶん遺物の解析だけで多くの時間がとられ、実際の遺跡へ出向く時間がとれないのだ。
  
  そこで、遺跡にある「古代の箱」という品を手に入れ、私のもとに持ち帰ってほしいのだ。これは、古代文明の情報が記録されているが、解析が難しく、私のような考古学者でなければ見向きもしないものだ。これを持ち帰ってくれれば、相応の謝礼は出す。
  この話、受けてくれないか。

prof-mayer_first-quest-received =
  素晴らしい！
  「古代の箱」は、たいてい遺跡の最深部にあるはずだ。遺跡の場所は冒険者ギルドの情報屋から、地図に記入してもらえばいい。たのんだぞ。

prof-mayer_first-quest-rejected =
  そうか…。気が変わったらまたいつでも来てくれ。

prof-mayer_first-quest-received-without-box =
  「古代の箱」は、たいていの遺跡の最深部にある。遺跡の位置は、ギルドの情報屋から教えてもらえる。
  たのんだぞ。

prof-mayer_first-quest-received-with-box =
  「古代の箱」を持ってきてくれたのか！
  ありがたい、これで私の研究も進むだろう。
  
  お礼の品だが、どうやら君はこの大陸にやってきて日が浅いようだ。そこで、この土地に住居を構えるのに必要な、土地の権利証と、いくつかの道具をあげよう。
  
  これからも、遺跡で「古代の箱」を持ってきてくれたらお礼するから、どうかよろしくお願いしたい。

prof-mayer_without-box =
  君の冒険は順調かな？
  古代文明の研究のためにも、「古代の箱」についてもよろしく頼むよ。

prof-mayer_with-box =
  おお、「古代の箱」を持ってきてくれたか。ありがとう。
  いつものお礼だ。

prof-mayer_reward-01 =
  ほう、また「古代の箱」を持ってきてくれたか。
  お礼にこれをやろう。近くにいる生物の詳細を分析してくれる装置だ。

  こういった機械は、主に遺跡から発掘される。君も見つけられたら役立てるといい。内部の充電には限りがあるから、それだけは気を付けることだ。

prof-mayer_reward-02 =
  ほう、また「古代の箱」を持ってきてくれたか。
  お礼にこれをやろう。これを使用すると、使用者の脳に直接スキルをインプットしてくれる。

  得られる技能は初歩的なものだが、冒険に大いに役立つだろう。これも古代の技術の産物で、発掘されたものが取引されているが、非常に高価だ。
